[
  {
    "ID": 612161,
    "Price": 750000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This well presented 2 double bedroom flat is situated on the fourth floor of the highly desirable Cambridge Mansions, offering far-ranging views and permits access to the communal gardens.<BR><BR>Towards the front of the flat is the spacious and bright kitchen/dining room which benefits from two double sash windows providing plenty of natural light along with ample storage. Opposite this room the reception room is located, which features high ceilings and a fireplace.<BR><BR>The remainder of the flat comprises 2 double bedrooms and a family bathroom.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#750000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Cambridge Mansions",
    "AddressLine2": "Cambridge Road, Battersea, London, SW11 4RU",
    "Bathrooms": 1,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 612160,
    "Price": 1795000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Arranged over two floors, the dual aspect living space is situated on the top floor. There is a modern kitchen with a breakfast bar and space for a dining table. Adjacent to this is a second reception room area on a slightly raised level, with glass balustrades overlooking the entrance hall with its spiral staircase. Bi-folding doors can be drawn back to offer uninterrupted access out to the terraces at either side. <BR><BR>The lower floor has 2 double bedrooms and 2 luxury bathrooms. The master has an en suite shower room with a rain shower and two sinks and built in wardrobes. The second double bedroom opens out onto the largest of the three terraces, which has a Jacuzzi and is connected to the upper level terrace with a spiral staircase. <BR><BR>Immaculately presented and wonderfully light throughout, additional benefits include built-in ceiling speakers, air conditioning and secondary glazing. <BR><BR>*Please note the property is also being marketed for lettings.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1795000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Westview Apartments",
    "AddressLine2": "18 City Road, Old Street, London, EC1Y 2AF",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 612151,
    "Price": 2950000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "An elegant apartment situated on the second floor of this prestigious portered block located directly opposite Regent's Park. The apartment benefits from spacious rooms, high ceilings and period features. The property consists of a bright and spacious reception room, a spacious dining hall, a principle bedroom with generous built in wardrobes and two further bedrooms with good storage space. There is also a separate fully fitted kitchen and a further guest bathroom.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#2950000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "North Gate",
    "AddressLine2": "Prince Albert Road, London, NW8 7RE",
    "Bathrooms": 2,
    "Bedrooms": 3,
    "Receptions": 2,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 585377,
    "Price": 795000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Set on the fourth floor of the exclusive Chronicle Tower in the Lexicon Development on the Regent Canal,   this stunning apartment has been finished to the highest of standards, offering two large double bedrooms, one with accompanying master en suite bathroom, a further second family bathroom and spacious L-shaped semi-open plan kitchen living room. The bathrooms have both been fitted with Villeroy & Boch toilets and sinks while the kitchen boasts a quartz worktop and fully integrated Siemens appliances. With floor to ceiling windows, the apartment is wonderfully bright with quiet views onto the courtyard.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#795000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Chronicle Tower",
    "AddressLine2": "261B City Road, London, EC1V 1AJ",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 602596,
    "Price": 1500000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "A stunning, attractively crafted, detached home constructed by Taylor Wimpey in 2014 incorporating a high quality specification featuring brands such as Hansgrove, Villeroy & Boch, Alno, AEG and Porcelanosa.<BR><BR>On the ground floor a portico leads to a good size entrance hall with cloakroom and oak staircase. There are two reception rooms includingan elegant 30'10\" sitting room with feature fireplace and two sets of Bi-fold doors leading to a paved terrace. <BR><BR>The ground floor accommodation is completed by a luxury Alno fitted kitchen/dining room with integrated appliances, Silestone work tops and upstands. Bi-fold doors provide access to the rear terrace. There is under floor heating throughout the ground floor.<BR><BR>On the first floor there are four double bedrooms all with en suite bath/shower rooms including a master suite that opens to a spacious roof terrace. <BR><BR>To the second floor there is a further bedroom suite with<BR>dressing room and bathroom, a media room/bedroom six and a study.<BR><BR>Westminster Close is accessed through a remote control gated<BR>entrance. To the front of the property there are attractive landscaped gardens featuring box hedging and a driveway that provides ample parking and access to an integral garage. The rear garden benefits from a southerly aspect and views over woodland. There is a large paved terrace ideal for relaxing and entertaining, with steps that lead to an area of neat lawn bordered by a variety of shrubs.<BR><BR>NB: Photography from February 2016<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1500000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Westminster Close",
    "AddressLine2": "Northwood, Middlesex, HA6 2TG",
    "Bathrooms": 5,
    "Bedrooms": 5,
    "Receptions": 2,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 576788,
    "Price": 440000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Ternary Place is a boutique collection of one and two bedroom apartments in Ealing. Surrounded by public parks, excellent transport links and leafy residential streets, its location appeals to those who want a home that let's them make the most of the city.<BR><BR>The development has been thoughtfully designed to feel unique and close-knit. Trees and planters surround the three buildings and the properties benefit from winter gardens, which can be enjoyed all year round."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Relph Court",
    "AddressLine2": "Kenneth Way, London, W5 3HJ",
    "Bathrooms": 0,
    "Bedrooms": 1,
    "Receptions": 0,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 610367,
    "Price": 2700000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This fantastic family home is well located within a short walking distance of Dartmouth Park and Archway underground (Northern Line) which allows quick access to Kentish Town and Camden Town. <BR><BR>This house is split between 4 floors. The lower ground floor comprises a large kitchen, living room/dining room, a utility room and a bright conservatory which looks out onto a beautiful 3,130 sq ft mature south west-facing garden garden. <BR><BR>The ground floor comprises a large double sitting room, a study and an entrance porch. The first floor has a 2 bedrooms, both with ample built in storage space, a shower room and a bathroom which is en suite. <BR><BR>On the second floor there is a further 2 bedrooms, again both with built in storage and a shower room.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#2700000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Dartmouth Park Avenue",
    "AddressLine2": "Dartmouth Park, London, NW5 1JL",
    "Bathrooms": 3,
    "Bedrooms": 4,
    "Receptions": 2,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 612147,
    "Price": 3000000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "A beautiful period property located on a highly desirable cobbled mews close to Belsize Village. Comprehensively refurbished to a very high standard, this architecturally designed 19th century mews house offers exceptional living space while retaining its period charm.<BR><BR>Arranged over three floors, the ground floor offers a sizeable master bedroom with en suite bathroom and dressing area with wooden floors throughout. There is a light and airy kitchen with a clean modern feel and dining for ten, as well as a laundry room and a guest bathroom. <BR><BR>The first floor comprises an attractive reception room with sliding doors leading out to a delightful large terrace ideal of entertaining. There is also a study and additional bedroom. Up to the second floor there are two bedrooms, with built in wardrobes, and a bathroom. <BR>  <BR>Daleham Mews is conveniently located close to the boutique shops of Hampstead together with the restaurants of nearby Belsize Village. Swiss Cottage Underground Station is 600m (Jubilee Line) and Belsize Park Underground Station is 800m (Northern Line) are within easy reach.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#3000000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Daleham Mews",
    "AddressLine2": "Belsize Park, London, NW3 5DB",
    "Bathrooms": 3,
    "Bedrooms": 4,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 605318,
    "Price": 900000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This three bedroom cottage is arranged over three floors and has been extended and refurbished throughout. <BR><BR>The ground floor comprises a double reception room including a reclaimed working fireplace and built-in alcoving, which leads into the kitchen and dining space. Bi-fold doors lead out on to the private garden. <BR><BR>On the first floor there are two double bedrooms and a family bathroom. <BR><BR>The second floor comprises a double bedroom complete with en suite shower room. The room has its own air conditioning and heating system and also plenty of storage.<BR><BR>The house also benefits from double grazing throughout.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#900000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Worple Street",
    "AddressLine2": "London, SW14 8HE",
    "Bathrooms": 2,
    "Bedrooms": 3,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 612145,
    "Price": 1300000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This house has been comprehensively refurbished, cleverly designed and extended over recent years providing superb living and entertaining space over three floors.<BR><BR>The house comprises a sitting room with traditional working fireplace, downstairs W.C. decorated with designer wallpaper and Porcelanosa tiles and a wonderfully thought out open plan German-made kitchen/dining/further living area with a stunning poured concrete floor and underfloor heating. Triple glazed bi-fold doors lead out on to the west-facing private garden. Ample storage plus a utility room complete the downstairs space.<BR><BR>There are three good size bedrooms on the first floor and a family bathroom. Amongst the many features is a wonderful master suite on the top floor complete with dressing room, en suite shower room, triple glazed windows and access through to eaves storage.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1300000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Graemesdyke Avenue",
    "AddressLine2": "London, SW14 7BJ",
    "Bathrooms": 1,
    "Bedrooms": 4,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 612142,
    "Price": 3950000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Arranged over 3 floors, Montpelier Mews offers open, modern and spacious family living in one of Knightsbridge's most discreet mews. With is open-plan Kitchen/Dining/Reception area on the first floor, the house is a good example of contemporary living made effective by its good use of space.<BR><BR>Of particular note is the well placed lightwell directly above the central staircase, ensuring a bright impression is maintained throughout both the reception area and master bedroom suite. The house also offers good outside space boasting two terraces on the first and second floors as well as additional off-street parking tot he front of the property.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#3950000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Montpelier Mews",
    "AddressLine2": "London, SW7 1HB",
    "Bathrooms": 4,
    "Bedrooms": 4,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 595429,
    "Price": 1125000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "A stunning two bedroom penthouse apartment with views across Richmond. The apartment has a large south west facing terrace, separate kitchen, two bathrooms and direct lift access.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1125000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Kelvin Court",
    "AddressLine2": "24-26 Marlborough Road, Richmond, Surrey, TW10 6JS",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 2,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 612140,
    "Price": 1325000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Savills are delighted to offer this beautifully presented five/six bedroom Tudor style family residence on a wide-tree-lined avenue close to The Ridgeway. <BR><BR>This truly unique period property has been completely refurbished and extended by the current owners and boasts expansive living space flooded with natural light. The house is fully wired for Virgin with Wifi zones throughout including outbuildings and garden. <BR><BR>The new Sheraton kitchen complete with quartz work surfaces and electric cupboards contains integrated Miele appliances, including a built in Nespresso coffee machine. Further living accommodation comprises a guest cloakroom, utility room and  a cinema room.<BR><BR>The spacious first floor accommodation comprises of four generously sized bedrooms plus study/sixth bedroom and two bathrooms. Both bathrooms include Grohe Smart control showers and baths, as well as Smart TVs and built in sound system. On the second floor there is a a master suite with walk in wardrobe and juliet balcony offering views over the beautifully landscaped rear garden. <BR><BR>The rear garden includes two outbuildings which are being utilised as a bar and gym complete with bespoke 'Nordic' steam room. In addition there is a 'fire magic' outdoor kitchen with granite work surfaces including a pizza oven and a 'blast-cool' outdoor fridge. <BR><BR>There are some excellent primary and secondary schools nearby, both state and private. St Mary's Catholic Primary and Yardley Primary School are both rated outstanding. Heathcote School and Science College and Chingford Foundation School have a \"Good\" Ofsted rating with the Chingford Foundation Sixth Form College currently rated outstanding. There is also a selection of Private schools to choose from such as Normanhurst situated on Station Road.<BR><BR>This superb family home is within walking distance to Chingford Station Road and Station Road with its array of quality restaurants, bars and local amenities. Only by viewing can the size and outstanding features of the property be fully appreciated and we would therefore recommend any discerning buyers to view at their earliest convenience to avoid disappointment.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1325000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "College Gardens",
    "AddressLine2": "Chingford, London, E4 7LG",
    "Bathrooms": 4,
    "Bedrooms": 6,
    "Receptions": 3,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 605768,
    "Price": 795000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This delightful garden flat has been tastefully decorated to a modern style. The flat comprises an open-plan reception room/kitchen. There is a master bedroom with an en suite shower room, a single bedroom and a family bathroom.<BR><BR>This flat benefits from a cellar on the lower ground floor and an immaculately kept garden also including a patio area, perfect for dining al fresco.<BR><BR>Greencroft Gardens is superbly situated for local transport links at West Hampstead and Finchley Road, with convenient access to many fashionable cafes and local amenities of West End Lane.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#795000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Greencroft Gardens",
    "AddressLine2": "South Hampstead, London, NW6 3LL",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 577691,
    "Price": 2495000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Built by Latchmere Homes in 2002, Grove House is a spacious and imposing family home located in the prestigious Crown Estate in Oxshott. Modern features include high ceilings,<BR>concrete floors and underfloor heating in selected areas. The house offers versatile family accommodation and the added advantage of a large games room above the triple garage<BR>which could be converted into an office or annexe accommodation.<BR><BR>There are 4 reception rooms and a large kitchen/breakfast room with attractive cabinets, integrated appliances and granite work surfaces. There are steps leading to the TV/family<BR>room which has an impressive vaulted ceiling and views to the garden. To the first floor there are 4 bedrooms all with en suite bathrooms, including two bedrooms with dressing rooms. The house historically had 5 bedrooms before the current owner converted it to 4 and the new owner could change it back.<BR><BR>The property occupies a plot measuring overall 0.612 acres with a superb westerly backing rear garden with substantial patio and steps leading to the lawned areas. The property<BR>is bordered by mature trees and shrubbery whilst electronic gates to the front leads to extensive parking and further lawned areas.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#2495000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "The Spinney",
    "AddressLine2": "Queens Drive, Oxshott, Surrey, KT22 0PL",
    "Bathrooms": 4,
    "Bedrooms": 5,
    "Receptions": 5,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 612137,
    "Price": 1350000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This charming family house boasts an elegant double reception room to the front of the property. To the rear an open plan kitchen/dining room which is spacious and bright, perfect for entertaining.  From the kitchen, double doors lead out to a delightful paved garden.   <BR><BR>The first floor hosts a master bedroom with a generous en suite bathroom, a second double bedroom with an en suite bathroom and a single bedroom/study room.  The loft space has then been converted to create a further large double bedroom with an en suite bathroom (in the pod room) and built-in wardrobes.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1350000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Byam Street",
    "AddressLine2": "London, SW6 2RB",
    "Bathrooms": 3,
    "Bedrooms": 4,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 598299,
    "Price": 1150000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Full of period features and high ceilings throughout, the ground floor offers a bright and spacious reception room complete with wooden flooring, an elegant bay window and a traditional fireplace. There is also a second reception with double doors opening out onto the garden. To the rear is a kitchen with fully integrated appliances, a breakfast bar and a door opening out onto the garden, allowing for the room to be filled with natural light. <BR><BR>Bedroom accommodation is arranged over the lower ground floor and comprises a master bedroom suite, with a luxurious bathroom and separate dressing area. There are two further double bedrooms, both with access to small private patios and a further bathroom.<BR><BR>The property further benefits from a 40ft front garden, providing an option for off-street parking (subject to relevant consents).<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1150000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Clapham Common North Side",
    "AddressLine2": "London, SW4 9SG",
    "Bathrooms": 2,
    "Bedrooms": 3,
    "Receptions": 2,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 611142,
    "Price": 1625000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This impressive five bedroom family home is set back behind a large driveway and offers a wealth of space and generously proportioned rooms.<BR><BR>This family house provides the ideal family accommodation whilst retaining charm and space for entertaining.  The wider than average spacious hallway has oak wood flooring, a period fire place and stained glass windows. To the right is a cosy drawing room with an attractive working fireplace and a large bay window. Double doors lead to a wonderful family room with an extensive range of shelves and dwarf cupboards, this room flows through to a spacious high ceilinged kitchen/breakfast room which is cosy but also perfect for entertaining large numbers. The kitchen/diner has under floor heating, multiple skylight windows, and a range of integrated appliances including a Neff double oven  Patio doors open out to the landscaped 77ft garden and paved patio area which is perfect for entertaining.  There is also a utility room to the rear of the kitchen and a guest cloak room. <BR><BR>The first floor comprises of an attractive master bedroom with en suite bathroom, there are two further bedrooms and a family bathroom.  <BR>The second floor offers flexible accommodation with two bedrooms and a large family bathroom. This floor also has a useful storage room which leads to substantial eaves storage. All bathrooms boast underfloor heating.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1625000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Telford Avenue",
    "AddressLine2": "London, SW2 4XL",
    "Bathrooms": 3,
    "Bedrooms": 5,
    "Receptions": 2,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 566204,
    "Price": 1299000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Palace View is an exclusive boutique development situated opposite the magnificent Lambeth Palace in an historic location embodying over 800 years of history."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Palace View",
    "AddressLine2": "1 Lambeth High Street, Lambeth, London, SE1 7JN",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 540824,
    "Price": 0,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Situated on Battersea Park Road, The View is a stone's throw from the wonderful expanse of Battersea Park. It is the perfect location for easy access to the shops, restaurants and bars nearby in the charming Battersea Square, along Battersea Park Road and just over the river to the King's Road in Chelsea.<BR><BR>Battersea Park Station and Queenstown Road Station are just minutes away, with trains to Victoria and Waterloo respectively. <BR><BR>Jo Cowen Architects have created a truly forward thinking and forward viewing building, engineered with technical brilliance. From the building design itself, that means almost every apartment has a view of the park, to anodised bronze cladding and beautiful exterior fins that maximise light whilst maintaining privacy.<BR><BR>The striking exterior of the building is matched by harmonious interiors conceived by Amelia McNeil Interior Design. Every choice of material and finish has been pored over, every square inch of space maximised and every finishing touch considered. Then considered again. Ranging from 1-3 bedrooms, each of the apartments seems to have their own distinct personality.<BR><BR>The 12th floor roof garden is accessible to every resident at The View. The panoramic vistas overlooking Battersea Park and the iconic London skyline are truly extraordinary.<BR><BR>Three bespoke penthouses take luxury living to new heights. Two of the three have their own private roof terraces. And all have epic views from the bathtub.<BR><BR>A dedicated concierge is on site from Monday  Saturday (8am  8pm). And is secure at all other times. Access to the building, car parks and lifts is fob-activated, with video entry control for any visitors.<BR><BR>West Eleven, the developers of this project, have a wealth of experience, creating thoughtfully designed homes that are a privilege to own. Their philosophy is to build homes that are bold, modern and visually exciting without ever compromising on quality. The View is no exception.<BR><BR>In addition, each resident will receive 2 years Car Club Membership, 2 years London Cycle Hire Scheme Membership and 2 years of free Black Cab rides."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "The View",
    "AddressLine2": "Culvert Road, Battersea, London, SW11 5AU",
    "Bathrooms": 0,
    "Bedrooms": 1,
    "Receptions": 0,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 611281,
    "Price": 319950,
    "LongDescription": [
      {
        "Head": "",
        "Body": "The property benefits from high ceilings throughout and features an open plan reception room/ bedroom, a separate fully equipped kitchen and a separate bathroom. The property further benefits from a shared cellar, which is useful for secondary storage space. <BR><BR>N.B: The property is owned by an employee of Savills.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#319950\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Ritherdon Road",
    "AddressLine2": "London, SW17 8QH",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 610680,
    "Price": 825000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Offered for sale with no onward chain, the property boasts in excess of 1200 sq ft of internal space and is arranged over the raised and lower ground floors. <BR><BR>On the upper floor there are 4 bright double bedrooms. Downstairs there are 2 bathrooms, a generously proportioned kitchen diner and a through reception room. <BR><BR>The property also has the benefit of a private courtyard with rear access and a roof terrace. Additionally there is a communal garden with a children's play area which can be used for the residents of the surrounding buildings.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#825000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Monthope Road",
    "AddressLine2": "Brick Lane, London, E1 5LL",
    "Bathrooms": 2,
    "Bedrooms": 4,
    "Receptions": 3,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 590096,
    "Price": 1825000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Offering understated modern simplicity, this inviting house has been extensively renovated and extended with true attention to detail throughout. The entrance to the house is reached via a gated front garden, surrounded by an ornate white picket fence, typical of the houses within Bedford Park. There is also a paved area, with room for parking two cars.<BR><BR>The entrance hall is wide and bright, with the study being situated on the left. The vast double reception room is to the right of the hallway and benefits from a wealth of natural light via the double aspect. This is further enhanced by the recessed and accent lighting. Engineered oak flooring is also present throughout. To the rear are full length glass doors which open out onto the decked garden area, creating a diverse and spacious entertaining space. There is a guest cloakroom conveniently located underneath the stairs.<BR><BR>The open plan kitchen and dining area overlooks the west facing garden. This has been finished to a superior standard, with integrated appliances, corian work surfaces and underfloor heating. From here there is access down to the cleverly disguised utility area and a cinema room on the lower ground floor, which enjoys LED colour changing feature lighting, integrated cupboards and the continuation of corian worktops.<BR><BR>The first floor comprises of four bedrooms and two bathrooms. The impressive family bathroom has a large countertop basin with waterfall tap, walk-in shower and floating bath with recessed lighting. The bedrooms are all of a good size.<BR><BR>The second floor features the vast master bedroom suite which boasts integrated wardrobes and shoe storage, alongside a Juliet balcony with views over the garden below. The superb en suite includes mood lighting, frameless glass walk-in shower and a bespoke bath.<BR><BR>The west facing landscaped garden is designed as low maintenance, with decked areas ideal for al fresco dining. Here there is a separate studio, with its own heating, lighting and electricity.<BR><BR>Each aspect of this home has been cleverly thought through, a particular bonus being the storage which has been extensively utilised and incorporated throughout, with lighting amalgamated in each unit.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1825000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Esmond Road",
    "AddressLine2": "Chiswick, London, W4 1JG",
    "Bathrooms": 3,
    "Bedrooms": 5,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 528901,
    "Price": 1750000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This stylish townhouse is located next to the River Thames on Chiswick Mall. The ground floor comprises of a spacious hallway which has access into a good sized utility room and through to a modified garage, which is used for storage. There is a bright and spacious modern kitchen which has access to the paved garden.<BR><BR>On the first floor, there is a spacious reception room and the first of the five bedrooms. The second floor encompasses the three further bedrooms and two bathrooms, one of which is an en suite. The recent loft conversion features the final bedroom with a shower room. There is also a significant amount of eaves storage on this floor. The wonderful feature to the house is the views of the river at both the rear and the front, from the upstairs bedrooms.<BR><BR>Outside the paved garden leads on to the communal gardens and ground.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1750000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Chiswick Mall",
    "AddressLine2": "Chiswick, London, W4 2QH",
    "Bathrooms": 3,
    "Bedrooms": 5,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 601449,
    "Price": 1050000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "On the ground floor there is a bright and spacious double reception room with a lovely bay window, ornate fireplace, and solid wooden floors. The contemporary style kitchen/dining area is well designed and offers fabulous entertaining space with plenty of storage. There is a wealth of natural light which comes through a sky light, and bi folding doors leading out to the easy maintainable and secluded garden.<BR><BR>At the front of the house on the first floor is a lovely large bedroom with a bay window, making it incredibly light and spacious. Next to this is a further double bedroom which has views onto the garden at the rear. There is also a good sized family bathroom, overhead shower and appealing tiles. An additional bedroom is also on this floor which could also be used as a home office. <BR><BR>The second floor has been cleverly converted into a beautiful bedroom and features fitted wardrobes, and plenty of eaves storage. There is also a fabulous and spacious shower room, with a walk in shower, beautifully tiled floor and in built storage.<BR><BR>Outside, there is a paved garden providing an external seating area which is conveniently placed on the road to not be overlooked at the rear.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1050000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Valetta Road",
    "AddressLine2": "Wendell Park, London, W3 7TQ",
    "Bathrooms": 2,
    "Bedrooms": 4,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 528905,
    "Price": 1500000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "An impressive semi-detached family house offering generous<BR>accommodation showcasing period features throughout.<BR><BR>The ground floor encompasses a reception room at the front, with a lovely bay window overlooking the outside. There is also a lovely fireplace with marble surround and superb high ceilings and wooden flooring. The kitchen at the rear is well appointed with two accesses to the pretty garden. There is a lower ground floor which is currently set up as a fifth bedroom.<BR><BR>The first floor features a formal reception room, and a master bedroom with en suite. There is access from this room to a pretty balcony. There are three more bedrooms over the next two floors, with a lovely mezzanine level. The bedrooms all feature in built storage. Outside there is a fabulous rear garden, with a large studio at the rear.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1500000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Grove Park Terrace",
    "AddressLine2": "Grove Park, London, W4 3JJ",
    "Bathrooms": 3,
    "Bedrooms": 5,
    "Receptions": 2,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 584920,
    "Price": 1350000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "The house welcomes you via an airy and spacious hallway, which boasts in-built under-stairs storage. The double open plan reception room benefits from wooden floorboards, high ceilings and two stone fireplaces which creates a feeling of grandeur, culminating in an impressive entertaining space which is extremely light and spacious.<BR><BR>At the rear of the property is the beautifully finished kitchen, which boasts an intimate eating area, a lovely island and an array of modern appliances. From here is access onto the garden beyond via full length glass double doors.<BR><BR>On the first floor, the master bedroom has been finished to a high standard and has built in wardrobes and an original fireplace. Similarly to the master, the second bedroom also features an ornate fireplace and enjoys views over the<BR>rear garden. The stylish family bathroom features a separate shower and roll top bath, and dual basin sink.<BR><BR>The second floor has been converted into an impressive bedroom, which benefits from its own en suite shower room. A sky light and glass doors provide ample air and light.<BR><BR>The 45' south facing garden is a mixture of a raised decking area, which houses an outdoor seating area, and a lawn area which leads down to the outside office. This house shows an eclectic mix of original and modern features, from<BR>numerous ornate fireplaces to stained glass windows, successfully incorporated into the stylish and modern décor.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1350000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Barrowgate Road",
    "AddressLine2": "Chiswick, London, W4 4QY",
    "Bathrooms": 2,
    "Bedrooms": 3,
    "Receptions": 2,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 580259,
    "Price": 950000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This house boasts a converted loft and extended side return, culminating in a diverse space throughout.<BR><BR>The ground floor showcases an impressive open plan double reception room which features two superb fireplaces, wooden floorboards and high ceilings. This coupled with the large bay windows at the front of the property allows a wealth of natural light to seep in, creating a spacious and airy entertaining space. This space has been cleverly landscaped to be dual purpose, with the dining room and reception room incorporated. Adjacent to this is the modern and neat kitchen which allows access into the west facing garden.<BR><BR>The west facing garden is paved making it an easily maintainable space and great outdoor entertaining space.<BR><BR>The first floor houses two bedrooms and the family bathroom. Both bedrooms have large windows and are of a good size, with the second bedroom currently set up a guestroom/office. The family bathroom is sizeable and has been finished to an immaculate standard.<BR><BR>The second floor which is the loft has been converted into a spacious and light master bedroom, with shower room adjacent. There is ample eaves storage on this floor too.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#950000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Priory Road",
    "AddressLine2": "Chiswick, London, W4 5JA",
    "Bathrooms": 2,
    "Bedrooms": 3,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 575296,
    "Price": 1695000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Downstairs, the spacious double reception room features a large bay window with an original fireplace, wooden floorboards and high ceilings, all of which contribute to an impressively light and spacious entertaining space. The kitchen/dining room is at the rear, which has been finished to a high standard and boasts a large amount of storage and modern appliances. Again, a wealth of natural light floods into this family room via the sky lights and full length glass bi-folding doors out to the pretty garden.<BR><BR>The first floor houses the spacious master bedroom which has bay windows and built in wardrobes. Adjacent to this is the family bathroom which has been finished to a superior standard boasting a roll top bath and large shower. A further good sized bedroom is also on this floor.<BR><BR>The second floor encompasses a further three bedrooms. Similar to the layout on the first floor, the bedroom at the front of the property is the largest and features built in wardrobes. The further two bedrooms are of a good size and are situated either side of another family bathroom. The third floor contains a two further bedrooms, one with an en suite bathroom. The other bedroom on this floor is currently set up as an office.<BR><BR>Outside, the west facing garden has both paved and grass areas and a useful shed located at the rear, providing further external storage. There is also rear access via a gate out on to Church Path.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1695000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Beaumont Road",
    "AddressLine2": "Chiswick, London, W4 5AJ",
    "Bathrooms": 3,
    "Bedrooms": 6,
    "Receptions": 2,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 603832,
    "Price": 800000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "A superb two bedroom flat on the second floor of a popular development on the High Road. Finished to an exemplary standard throughout, including wonderful outside space with two balconies.<BR><BR>The lateral open plan kitchen and reception/dining room is an ideal entertaining space, providing a light and spacious area, enhanced by full length glass sliding doors leading onto a balcony which has an attractive outlook over the High Road. <BR><BR>The flat consists of two double bedrooms, one of which has an en-suite shower room. The second bathroom is also of a good size. The rear balcony spans the length of the two bedrooms.<BR><BR>The flat features wooden flooring, allocated gated parking at the rear and a communal terrace. There is also ample storage throughout, predominantly in the spacious hallway and bedrooms.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#800000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Chiswick High Road",
    "AddressLine2": "Chiswick, London, W4 5RG",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 590539,
    "Price": 925000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This Grade II listed ground floor flat offers well proportioned space. The reception room features beautiful original floorboards, high ceilings and an ornate fireplace, leading to a conservatory with access to the south facing garden. There is a good sized kitchen which lies opposite, creating an ideal space for entertaining. The master bedroom boasts a fireplace and a significant amount of in built storage. There is a further bedroom with access directly to the garden and a bathroom.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#925000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Addison Grove",
    "AddressLine2": "Chiswick, London, W4 1ER",
    "Bathrooms": 1,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 583178,
    "Price": 899950,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This pretty three bedroom family house is desirably located in a lovely cul de sac in the popular Grove Park area of Chiswick, boasting a south facing garden.<BR><BR>Downstairs, there is a good sized kitchen at the front, and the second reception room which could be used as a study or dining area. The main reception room spans the width of the house and has double doors out to the garden. There is a decorative fireplace in this room, and throughout downstairs there is lovely parquet flooring.<BR><BR>On the first floor, the master bedroom is situated at the rear of the house with built in wardrobes and an en suite shower room. There are two further bedrooms and a family bathroom on this floor.<BR><BR>Outside, the rear garden is of a good size with a walled perimeter at the back. The front of the property has a communal green area and there is also a separate garage located away from the house.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#899950\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Dartmouth Place",
    "AddressLine2": "Chiswick, London, W4 2RH",
    "Bathrooms": 2,
    "Bedrooms": 3,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 595872,
    "Price": 570000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "A well proportioned first floor two bedroom flat, with a west facing balcony in the popular Factory Quarter' Development. A key feature of the flat is the lovely open plan kitchen/reception<BR>area, and the high ceilings throughout. There is a bathroom and an en suite shower room, and the flat comes with an allocated parking space.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#570000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Anthony Court",
    "AddressLine2": "Larden Road, London, W3 7DY",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 586885,
    "Price": 765000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This modern two bedroom flat enjoys great views across the River Thames from a large balcony which has three separate entrances from the flat. The open plan reception, dining room and kitchen has been finished to a high standard and benefits from a wealth of natural light via full length glass doors.<BR><BR>There are two double bedrooms (one of which has an en suite shower room and built in wardrobes), are of good size and also have access directly onto the balcony. The contemporary bathroom can be found off the hallway and benefits from a bath, with an overhead shower and is fully tiled.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#765000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Kew Bridge Road",
    "AddressLine2": "Brentford, Middlesex, TW8 0RF",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 556028,
    "Price": 495000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "A two bedroom split level first and second floor flat situated in a pretty Edwardian house.<BR><BR>The first floor has an open plan reception room at the front, with a large bay window and some useful storage. The second bedroom is situated on this floor, and there is also a kitchen and a bathroom at the rear. On the second floor is the larger of the two bedrooms.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#495000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Steele Road",
    "AddressLine2": "Chiswick, London, W4 5AA",
    "Bathrooms": 1,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 610651,
    "Price": 0,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Marylebone Square is a rare opportunity to be part of the provenance of aristocratic estates in Central London. A contemporary take on a classic London mansion, it is an intuitively designed building that slots into the urban fabric of Marylebone.<BR><BR>Set over five floors, Marylebone Square houses just 54 one to three bedroom apartments. All apartments have been designed from a central atrium which is the centrepiece of the building and allows for every apartment to have dual aspect. <BR><BR>The residences are refined, elegant and intuitively designed; each apartment is generously spacious yet warmly intimate. <BR><BR>Created by developers, Concord London and Simon Bowden Architects, all residences benefit from floor-to-ceiling windows and glass sliding doors giving each space a bright and capacious feel. Additional features include 24 hour concierge service.<BR><BR>Marylebone Square has an estimated completion of 2021 and complies with a 10 year build warranty by NHBC."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Marylebone Square",
    "AddressLine2": "Moxon St, W1U 4EY",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 601449,
    "Price": 1050000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "On the ground floor there is a bright and spacious double reception room with a lovely bay window, ornate fireplace, and solid wooden floors. The contemporary style kitchen/dining area is well designed and offers fabulous entertaining space with plenty of storage. There is a wealth of natural light which comes through a sky light, and bi folding doors leading out to the easy maintainable and secluded garden.<BR><BR>At the front of the house on the first floor is a lovely large bedroom with a bay window, making it incredibly light and spacious. Next to this is a further double bedroom which has views onto the garden at the rear. There is also a good sized family bathroom, overhead shower and appealing tiles. An additional bedroom is also on this floor which could also be used as a home office. <BR><BR>The second floor has been cleverly converted into a beautiful bedroom and features fitted wardrobes, and plenty of eaves storage. There is also a fabulous and spacious shower room, with a walk in shower, beautifully tiled floor and in built storage.<BR><BR>Outside, there is a paved garden providing an external seating area which is conveniently placed on the road to not be overlooked at the rear.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1050000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Valetta Road",
    "AddressLine2": "Wendell Park, London, W3 7TQ",
    "Bathrooms": 2,
    "Bedrooms": 4,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 572097,
    "Price": 0,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Delivering an inspiring new neighbourhood to the heart of London and built on the foundations of a global British icon, Postmark will bring new life to the historic flagship site of the Royal Mail postal service. <BR><BR>West Central 1, the first phase of this iconic development will comprise of 151 studio, one, two and three bed apartments designed by acclaimed interior architects Conran + Partners. Residents will benefit from a gym, 24-hour concierge service, private lounge, rooftop terrace and a beautifully landscaped courtyard situated in the centre of the development."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Postmark",
    "AddressLine2": "Mount Pleasant, London, WC1X 0AE",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 528750,
    "Price": 655000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Bedford House reflects the smart sophistication of this area of London. Ranging over eight floors, the 41 private apartments offer high specification units.   <BR><BR>The apartments optimise the high standards or design and attention to detail. Generous well-proportioned rooms, flooded with light from south-facing windows. Open-plan living for that sense of space but divided subtly into zones - a comfortable living area, well-designed kitchen area, space for a home office."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Bedford House",
    "AddressLine2": "215 Balham High Road, Balham, London, SW17 7BQ",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 548749,
    "Price": 2395000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Situated in a sought-after position overlooking South Park Gardens, 13 Dudley Road is a south facing semi detached period property offering five bedrooms and off-street parking.<BR><BR>This beautifully refurbished five bedroom Victorian house offers excellent family accommodation over three levels. The entrance hallway, leads to a spacious reception room with bay window and fireplace, sitting room and cloakroom with plenty of built in storage. Towards to back of the house occupying the entire width of the house is kitchen/ dining room with views onto the south facing garden. The first floor accommodation includes the master suite from front to back with en suite bathroom and dressing room. In addition there are two double bedrooms and family bathroom. Two further double bedrooms and bathroom completes the accommodation, with plenty of built in storage. <BR><BR>There is a summer house/gym in the garden and also a shed. Off street parking is provided to the front of the house and residents on street parking permits are also available.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#2395000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Dudley Road",
    "AddressLine2": "Wimbledon, London, SW19 8PN",
    "Bathrooms": 2,
    "Bedrooms": 5,
    "Receptions": 3,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 571248,
    "Price": 460000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Chivalry Road is an exclusive collection of nine state-of-the-art luxury apartments and a house on the help to buy scheme.<BR><BR>Situated on the raised ground floor, this apartment features an  open plan reception room complete with solid Oak limed flooring and a contemporary kitchen with integrated Miele appliances. There is also an elegant bay fronted double bedroom and a luxurious bathroom. The apartment further benefits from an entry phone system and bike storage."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Chivalry Road",
    "AddressLine2": "London, SW11 1HT",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 591136,
    "Price": 925000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This ground floor flat is beautifully presented and wonderfully light throughout. The flat comprises of two double bedrooms and two bathrooms, a spacious open plan kitchen reception that leads on to a superb south facing garden. The property also has plenty of storage including a separate utility room.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#925000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Hestercombe Avenue",
    "AddressLine2": "London, SW6 5LJ",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 528714,
    "Price": 420000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This exclusive collection of townhouses, apartments and penthouses has the perfect location for enjoying the Chiswick lifestyle, within the boutiques, restaurants and cafés of its broad, leafy cosmopolitan high street.<BR><BR>The penthouse apartments feature generously proportioned terraces with breath-taking skyline views, ideal for outdoor entertaining.<BR><BR>The townhouses, just five in number, are luxuriously specified modern homes with accommodation on four levels."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "500 Chiswick High Road",
    "AddressLine2": "Chiswick, London, W4 5RG",
    "Bathrooms": 1,
    "Bedrooms": 0,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 582049,
    "Price": 699950,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Arranged over the ground and lower ground floors of this brand new development is this stunning split level apartment, which has been finished to an exceptional standard throughout.<BR><BR>The apartment benefits from its own private entrance and  features an open plan reception room complete with a contemporary kitchen, double doors opening out on a private patio area and wooden floors. The Kitchen boasts a host of integrated appliances and an antiqued mirror splash back. Bedroom accommodation is arranged over the lower ground floor and comprises a master bedroom with a luxurious shower room, a further double bedroom and a further bathroom."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Taybridge Road",
    "AddressLine2": "London, SW11 5PS",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 526503,
    "Price": 785000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Television Centre is a cultural icon and a landmark piece of modern architecture. Beautifully restored to its former glory and now reopened to the public, this development boasts a stunning array or new homes for sale.<BR><BR>The Grade II listed Helios building has been converted into apartments and a new Crescent building designed by award winning architects AHMM built to compliment it. A stunning landscaped garden offers a tranquil oasis from the bustle of the famous forecourt, with it's tiered landscaping and al fresco dining.<BR><BR>Beneath the Helios, in the old BBC archives, an incredible new 25,000 sq ft gym has been opened by Soho House. Residents  benefit from access to the gym, a 24 hour 5* concierge, and a private cinema, lounge and lobby."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Television Centre",
    "AddressLine2": "101 Wood Lane, London, W12 7FA",
    "Bathrooms": 1,
    "Bedrooms": 0,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 609064,
    "Price": 2495000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This immaculate apartment benefits from a coveted position within the building, benefitting from direct river views which span from Chelsea Bridge in the west, across Pimlico, to the iconic Westminster skyline in the east. Accommodation comprises an open plan, state of the art kitchen and reception area, which leads to a private sky garden. The luxurious master bedroom is well equipped with built in wardrobes and beautifully appointed en suite. There are two further double bedrooms, both with built in wardrobes, as well as a separate shower room. <BR><BR>Residents of The Tower will enjoy excellent on site facilities including a gymnasium, swimming pool, steam room, sauna and cinema, in addition to a business lounge and meeting room with private dining and conference facilities. The 24 hour security and full concierge is provided by Harrods Estates and there is secure underground parking with valet service.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#2495000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "St. George Wharf",
    "AddressLine2": "Vauxhall, London, SW8 2DA",
    "Bathrooms": 2,
    "Bedrooms": 3,
    "Receptions": 1,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 609063,
    "Price": 1125000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This fantastic apartment is located within the prestigious Fulham reach development by St. George. The apartment benefits from a bespoke fitted kitchen with a stone worktop and integrated Siemens appliances including an oven, combination microwave, dishwasher, wine cooler and full height fridge/ freezer. The spacious reception/dining room is ideal for entertaining and leads out onto the apartment's generous balcony. The accommodation comprises two double bedrooms, the spacious master bedroom has a stunning marble en suite and built in wardrobes whilst the second bedroom also benefits from built in wardrobe and use of a separate, luxuriously appointed guest bathroom. The utility room includes a washer/dryer and offers further storage space.<BR>Residents benefit from a lifestyle club which features a host of private facilities including a cinema and screening room, spa, state-of-the-art gymnasium, swimming pool, snooker room, wine/entertainment room and virtual golf, all located within Distillery Wharf itself. The property also benefits from excellent<BR>24 hour concierge service and the right to park in a secure underground car park.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1125000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Distillery Wharf",
    "AddressLine2": "Fulham Reach, Hammersmith, London, W6 9BF",
    "Bathrooms": 0,
    "Bedrooms": 2,
    "Receptions": 0,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 609062,
    "Price": 950000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This fantastic apartment in the desirable Battersea Reach development benefits from a rare dual aspect, with sweeping 7th floor views down the river towards Putney Bridge from one side and up towards Chelsea Harbour from the other.<BR>Accommodation comprises a spacious open plan reception room and fully fitted kitchen, which is ideal for entertaining and opens out to a private balcony. The master bedroom is complete with en suite shower room and built in wardrobes, with access to a second, generous balcony. The second double bedroom also has built in wardrobes and use of a separate bathroom. The third bedroom has sliding doors opening to the reception room, allowing it to be used as further entertaining space if desired.<BR>Residents will benefit from excellent 24 hour security and concierge service, on site gymnasium and a selection of cafes and restaurants. There is a secure underground car park in which this flat has one space.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#950000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Spinnaker House",
    "AddressLine2": "Battersea Reach, Wandsworth, London, SW18 1FS",
    "Bathrooms": 1,
    "Bedrooms": 3,
    "Receptions": 2,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 609056,
    "Price": 1395000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Entering through the original porch and front door of the house, the accommodation extends from the original main hall and benefits from having been comprehensively refurbished but retains a wealth of period features and the original parquet floors in all principal rooms.<BR><BR>Flooded with light from the large sash windows and seven panel bay window, the dual aspect reception room is perfect for entertaining with high ceilings, period cornicing and an antique fireplace providing ample charm. The window seat in the large bay window lends itself perfectly to dinner parties with views of the garden.<BR><BR>The kitchen has been ergonomically designed and has granite worktops and Miele appliances, with sufficient space to comfortably accommodate a four seat breakfast table.<BR><BR>The grand master bedroom also enjoys the same high ceilings and period detail, with capacious built in wardrobes with bevelled mirrored doors. To the rear of the flat are 2 further bedrooms, with built in wardrobes, and an ergonomically designed office equipped with satelite dish and data feed. There is one family bathroom, with Argentinean blue marble flooring and detail, a similar shower room with pink marble flooring and detail and a guest W/C.<BR><BR>The apartment has the benefit of off-street parking behind electric gates, private gardens and separate pedestrian gate with intercom access.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1395000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Ridgway",
    "AddressLine2": "Wimbledon, London, SW19 4RA",
    "Bathrooms": 2,
    "Bedrooms": 3,
    "Receptions": 2,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 609051,
    "Price": 1295000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Set back from the tree lined road is this beautiful four bedroom, terraced, family home.  The property has undergone extensive and sympathetic refurbishment ensuring that the original charm of the property remains whilst creating a delightful property with flexible living and entertaining space. <BR><BR>The ground floor accommodation comprises of a reception room to the front of the property enjoying a large bay window flooding the room with light and a beautiful feature fireplace. Doors open into an additional reception room.  To the rear of the property is the fully extended, open plan kitchen/dining room.  The kitchen has a range of integrated appliances and is finished with a beautiful marble counter top and white units.  The room is filled with light from both sky lights and large glass doors which open out onto the courtyard garden.  The paved garden creates the perfect space for Al fresco dining. <BR><BR>Situated on the first floor is the master bedroom with an en suite shower room, the room benefits from built in storage and plenty of light from the large bay window.  There are a further two bedrooms both enjoying built in storage and a family bathroom.  <BR><BR>On the second floor is the fourth bedroom with a shower room.  There is also a substantial loft which subject to the necessary planning and consents could be converted into a further bedroom.  The property also benefits from a useful basement space.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1295000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Jessica Road",
    "AddressLine2": "Wandsworth, London, SW18 2QN",
    "Bathrooms": 0,
    "Bedrooms": 4,
    "Receptions": 0,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 609050,
    "Price": 1185000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This a wonderful four bedroom house enjoys a wealth of living and entertaining space, together with an attractive aspect down the length of Melody Road. To the front of the house is a double reception room featuring two original fireplaces (with built-in storage either side) and a large bay window, creating a light and bright space. There is a useful study area leading from the back of the reception room. To the rear of the property is an extended kitchen/dining room which has been designed to maximise the available space, incorporating a contemporary kitchen with integrated appliances and a good-sized dining area. French doors open onto the longer-than-usual, south-facing garden which enjoys a patio area and many mature shrubs and trees. The house also benefits from a cellar with a utility area and further storage space.<BR><BR>Upstairs, the first floor consists of a spacious, full-width master bedroom at the front of the house, two further bedrooms (all with built-in storage) and a family bathroom. The top floor completes the accommodation with a double bedroom and bathroom next door. With the necessary planning permission applied for, the loft could also be converted into further living space.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#1185000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Cicada Road",
    "AddressLine2": "Wandsworth, London, SW18 2NN",
    "Bathrooms": 2,
    "Bedrooms": 4,
    "Receptions": 1,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 609049,
    "Price": 850000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This stunning split level flat is situated in a Victorian conversion close to Wandsworth Common. The open plan kitchen/reception room to the rear of the flat has been beautifully refurbished to a high standard, providing the perfect bright and light space for entertaining and modern family living. The kitchen itself features a range of Neptune, shaker style units with integrated appliances and a large central island/breakfast bar. The space has been designed to allow for a large dining table and a separate seating area. Bi-folding doors provide access out into the south easterly facing paved garden which offers the perfect extension to the entertaining space. To the front of the property there is a second reception room featuring a large bay window and an ornate fireplace. <BR><BR>A double bedroom with walk in wardrobe and a modern family bathroom completes the ground floor. A further double bedroom with an en suite shower room is situated on the first floor. The property also benefits from a basement currently used as a utility.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#850000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Trefoil Road",
    "AddressLine2": "Wandsworth, London, SW18 2EG",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 2,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 609047,
    "Price": 735000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This superb flat, has been finished to an exacted standard by its current owners and offers a wealth of living and entertaining space throughout. Its style lends real character to the property and this would make an ideal home for anyone looking to purchase an immaculate garden flat. <BR><BR>To the front of the flat is the bright and spacious reception room, which has high ceilings with pretty cornice plasterwork, a large bay window and an ornate fireplace as well as attractive wooden flooring. To the rear is the kitchen which is fitted with modern integrated appliances and fitted units and also benefits from a traditional butler sink. Bi-fold doors lead out onto the fully paved south-facing garden which would be perfect for 'al-fresco' dining in the warmer months of the year.<BR><BR>Between the reception room and kitchen are the two double bedrooms. The first bedroom has a fireplace as well as access to the small private courtyard. In between the two room is the modern bathroom, opposite which are fitted wardrobes in the hallway.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#735000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Wandsworth Common West Side",
    "AddressLine2": "London, SW18 2EH",
    "Bathrooms": 1,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 609033,
    "Price": 680000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This one bedroom apartment benefits from excellent ceiling heights, a stylish reception room, generous built in storage and a fully fitted kitchen.  Each room leads off a large entrance hall, which has further storage cupboards.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#680000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Farley Court",
    "AddressLine2": "Allsop Place, Marylebone, London, NW1 5LG",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 591136,
    "Price": 925000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This ground floor flat is beautifully presented and wonderfully light throughout. The flat comprises of two double bedrooms and two bathrooms, a spacious open plan kitchen reception that leads on to a superb south facing garden. The property also has plenty of storage including a separate utility room.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#925000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Hestercombe Avenue",
    "AddressLine2": "London, SW6 5LJ",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 609023,
    "Price": 365000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "The property offers the potential to bespoke the apartment to ones own taste.  The living space is situated over 2 floors with the reception room and kitchen located on the first floor and the bedroom and en suite bathroom on the second floor.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#365000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Erskine Road",
    "AddressLine2": "Primrose Hill, London, NW3 3AJ",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": true,
    "IsHelpToBuy": false
  },
  {
    "ID": 595763,
    "Price": 440000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "This brand new one bedroom apartment comprises a lovely open-plan reception/kitchen area, double bedroom and modern bathroom.  The apartment benefits from contemporary design features including marble worktops and tiles.  <BR>This property is available through help to buy and would be ideal for a first time buyer. It would also be suitable as a pied-à-terre due to  the excellent transport links and proximity to A4 and M4.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#440000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "North End Road",
    "AddressLine2": "London, W14 8SZ",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 577298,
    "Price": 595000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Oakley Gardens is an exclusive collection of apartments and townhouses. Featuring contemporary architecture, luxurious design-led interiors set within peaceful landscaped grounds with with the very best of London living on your doorstep.<BR><BR>** Help to Buy Available on Selective Units **"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Oakley Gardens",
    "AddressLine2": "Church Walk, Hampstead, London, NW2 2TJ",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 528715,
    "Price": 599999,
    "LongDescription": [
      {
        "Head": "",
        "Body": "70% reserved. Book now to view this newly completed award-winning building, show home and 23rd floor communal roof terrace.<BR><BR>The Development<BR>* Spectacular 27-storey green ceramic building designed by award-winning architects Metropolitan Workshop<BR>* Unparalleled views of the City skyline from every apartment<BR>* Each communal area has been impeccably designed to deliver inviting amenity space <BR>* The building is well suited to cyclists with ample secure bike storage and kit lockers"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Mapleton Crescent",
    "AddressLine2": "11 Mapleton Crescent, Wandsworth, London, SW18 4AU",
    "Bathrooms": 1,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 585337,
    "Price": 467500,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Help to buy is available. Get in touch now to register your interest.<BR><BR>Manor Place Depot is one of the most exciting new developments in the centre of London. It's right on the edge of the City, just south of the Elephant & Castle regeneration area. A distinctive environment where new residential, shopping and entertainment spaces are being built.<BR><BR>Manor Place Depot combines beautiful new one, two and three-bedroom apartments with independent retail and entertainment spaces built into characterful redeveloped viaduct arches. With commercial spaces in two revitalised heritage buildings  it's well connected, spacious and eclectic. It's the new London manor you'll want to call home."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Manor Place Depot",
    "AddressLine2": "London, SE17 3BD",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 605774,
    "Price": 0,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Lime Quarter is a stunning collection of stylish one, two and three bedroom apartments for sale in Bromley-by-Bow. This 20-storey development will include six, three bedroom duplexes, and will offer exceptional views of the city of London.<BR><BR>Lime Quarter is an exciting place to live, work and play. It is set around a landscaped public square, with access to a 40,000 sq ft business centre hub, with a café and unique retail space for the local area and residents. These new homes are also adjacent to Devons Road DLR station, with Bromley-By-Bow Underground station just 10 minutes away on foot.<BR><BR>These two handy transport links mean this new development is ideally located for anyone working in London, as they offer easy access to Canary Wharf, the City, Docklands, Spitalfields and Shoreditch. For added convenience, there are good local amenities within a short walk, including a supermarket, newsagent, a gym, a community centre, and a choice of takeaway restaurants and bars. Living here will also mean you're within close proximity to the popular street markets on Brick Lane, Chrisp Street and Columbia Road Flower Market. And for families with children, there is a good selection of Ofsted rated Good' and Outstanding' schools within a short walk."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Devons Road",
    "AddressLine2": "London, E3 3PJ",
    "Bathrooms": 0,
    "Bedrooms": 0,
    "Receptions": 0,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 542197,
    "Price": 600000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "The three bedroom apartments have a uniquely contemporary feel designed with modern life in mind.<BR><BR>Each apartment has a relaxed feel with an open-plan reception room. The kitchen comes complete with built-in electric fan oven and ceramic hob.<BR><BR>The master bedrooms benefit from built-in wardrobes and en-suite. There are two further bedrooms and a family bathroom.<BR><BR>Externally, the apartments benefit from two balconies both of which are accessed from the reception room.<br/><br/><a href=\"http://www.savills.co.uk/stamp-duty-calculator/index.html#600000\">View payable Stamp Duty for this property</a>"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Lansbury Square",
    "AddressLine2": "3 Rifle Street, Canary Wharf, London, E14 6FG",
    "Bathrooms": 2,
    "Bedrooms": 3,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 583195,
    "Price": 560000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Abbey Road Cross is a beautiful collection of 1, 2 & 3 bedroom apartments in NW6. Each apartment has its own private balcony or terrace and all are complemented by a residents' concierge service.  <BR><BR>Excellent transport links with Underground and Overground stations just minutes away, as well as buses going to many different locations means nothing is very far away.<BR><BR>Abbey Road Cross is in a much desired area of London, made famous by that zebra crossing, with Lord's Cricket ground and Regent's Canal close by.  <BR><BR>A short distance away is leafy Hampstead Heath, buzzy Primrose Hill and world famous Camden Market. <BR><BR><BR>HELP TO BUY AVAILABLE ON SELECTED APARTMENTS<BR><BR>*Register your interest**"
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Abbey Road Cross",
    "AddressLine2": "Belsize Road, London, NW6 4DP",
    "Bathrooms": 2,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 532922,
    "Price": 425000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Millbrook Park offers a unique opportunity to develop over 33.6 hectares and transform the area into a thriving new hilltop community. <BR><BR>The Millbrook Park masterplan offers over 2,000 homes, as well as a new primary school, six hectares of open space, a retail hub and a wave of investment in local transport.   <BR><BR>The Claves is an exclusive development situated just 0.3 miles from Mill Hill East station. Set around a residents-only garden and surrounded by stunning parkland, this development offers an exceptional collection of 1 and 2 bedroom apartments & 3 and 4 bedroom townhouses.   <BR><BR>Designed for a lifestyle of elegant sophistication, this development boasts a dedicated concierge and fully-equipped gym, as well as a games and screening room."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "The Claves",
    "AddressLine2": "Millbrook Park, Mill Hill, London, NW7 1NY",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 580551,
    "Price": 325000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "The Courtyard at Greenwich Square offers the brightest new homes in the capital and is set around a stunning residents' garden square, with everything to help you get the most out of life in bustling Greenwich.<BR><BR>Prices start from £325,000. Studios, 1, 2 and 3 bedrooms are available.<BR><BR>The location is easily commutable with trains from Maze Hill to London Bridge in just 11 minutes and buses to North Greenwich in under 15 minutes.<BR><BR>The Greenwich Centre is located next door in phase One of the development and provides a gym, two swimming pools and a cafe. Contact us now to come and view the show apartment and marketing suite.<BR><BR>Pictures shown are CGIs.  Floorplan is of a typical layout.  Other layouts are available.  Prices vary depending on size, floor and aspect of property."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Greenwich Square - Courtyard",
    "AddressLine2": "Hawthrone Crescent, Greenwich, London, SE10 9HB",
    "Bathrooms": 1,
    "Bedrooms": 0,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 563240,
    "Price": 760000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Spacious, well located 3 bedroom duplex apartments with far reaching views to the Dock Side, Canary Wharf, and the City start from only £735,000. <BR><BR>Every home at Riverside comes with high quality interiors; features such as touch point video entry phones, FIBRE broadband, integrated Bosch kitchen appliances and underfloor heating create a modern living environment. Notting Hill Genesis have combined technology and design with an open plan, bright and airy layout. <BR><BR>The scheme has also been named 'Residential Project of the Year' (London category) at the Royal Institute of Chartered Surveyors Awards (RICS), as well as claiming a prestigious Royal Institute of British Architects award (London category) (RIBA). <BR><BR>There are also plenty of places to eat and drink, a buzzing social scene and creative studios with classes ranging from yoga and mindfulness, to art and film all located on the new Dockside frontage created by the development. <BR><BR>With new projects planned for the Royal Docks area, such as the Asian Business Port and Crossrail (at Custom House station around 7 minutes away on the DLR), Royal Albert Wharf offers an opportunity to secure a riverside property in a rapidly developing and exciting part of London."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Royal Albert Wharf",
    "AddressLine2": "Docklands, London, E16 2QJ",
    "Bathrooms": 1,
    "Bedrooms": 3,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 590069,
    "Price": 524995,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Welcome to The Foundry, a fresh new development of 1, 2 & 3 bedroom apartments and duplexes in one of London's quickly growing and newly revitalised areas.<BR><BR>These apartments come fully fitted with the latest, high specification fixtures & fittings, which include outstanding designer kitchens with quartz stone worktops along with remarkable high specification bathrooms with porcelain tiling, all finished to the highest quality.<BR><BR>All apartments feature private balconies or terraces to allow you to enjoy views of the surrounding area and London.<BR>Whether you commute or are looking to explore, you will appreciate the extensive rail connections taking you into the City and across the capital. Stratford station is only 1.7 miles away with its mainline, Docklands Light Railway, Jubilee and Central Lines, while Stratford International is just 1.3 miles away.<BR><BR>Help to Buy available (on plots up to £600,000) - secure the plot of your choice, at today's price, for just a £500 reservation fee and a 5% deposit. There are also stamp duty incentives."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "The Foundry",
    "AddressLine2": "Fish Island, Hackney Wick, E3 2PS",
    "Bathrooms": 1,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 528741,
    "Price": 400000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "* Final 2 Apartments Remaining * <BR><BR>The apartments will benefit from premium finishing and will be specified and equipped for unparalleled contemporary living, including engineered wooden flooring to hallway, living room,<BR>kitchen and dining area, Jabo carpet to bedrooms and solid doors in white throughout with brushed stainless steel fixers.<BR><BR>The Syon offer passenger lift access to all levels of the building, cycle storage with secure access, allocated parking available and Landscaped communal garden."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "The Syon",
    "AddressLine2": "London Road, Isleworth, Middlesex, TW7 5AX",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 598054,
    "Price": 630000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Ternary Place is a boutique collection of one and two bedroom apartments in Ealing. Surrounded by public parks, excellent transport links and leafy residential streets, its location appeals to those who want a home that let's them make the most of the city.<BR><BR>The development has been thoughtfully designed to feel unique and close-knit. Trees and planters surround the three buildings and the properties benefit from winter gardens, which can be enjoyed all year round."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Ternary Place",
    "AddressLine2": "Hanger Lane, Ealing, London, W5 3HJ",
    "Bathrooms": 0,
    "Bedrooms": 2,
    "Receptions": 0,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 532982,
    "Price": 600000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "The apartments are to a high specification with solid oak floors, bespoke kitchens and brick-tiled splashbacks which echo a defining feature of the original estate's Edwardian architecture. <BR><BR>Most of the units have balconies with superb terrace areas available with some of the fifth floor apartments."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Equiano Court",
    "AddressLine2": "Baldwins Gardens, London, EC1N 7AE",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 532986,
    "Price": 600000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Set around shared landscaped spaces, the apartments are thoughtfully designed, beautifully finished and with a high specification. All the apartments have outside space, some with spectacular London views."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Vicars Road",
    "AddressLine2": "London, NW5 4PN",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 558151,
    "Price": 385000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "The brand new phase 'Riverside at Royal Albert Wharf' has now launched. Buy a large open plan apartment with water views and concierge from only £385,000. <BR><BR>All apartments have been uniquely designed and they form part of the wider transformation of the area which when complete will provide 1,500 new homes.<BR><BR>Every home at Riverside comes with high quality interiors, with features such as touch point video entry phones, FIBRE broadband, Bosch kitchen appliances and underfloor heating. Notting Hill Genesis have combined modern tech and design with an open plan, bright and airy layout. <BR><BR>The scheme has been named Residential Project of the Year' (London category) at the Royal Institute of Chartered Surveyors Awards (RICS), as well as claiming a prestigious Royal Institute of British Architects award (London category) (RIBA).  <BR><BR>The apartments benefit from river, dock or marina views to be enjoyed from either a private terrace, balcony or Winter garden. There's always something happening here at Royal Albert Wharf. There are plenty of places to eat and drink, a buzzing social scene and creative studios with classes ranging from yoga and mindfulness, to art and film.  <BR><BR>Royal Albert Wharf is situated within a 5 minute walk to Gallions Reach station, giving access to Canary Wharf in around 18 minutes and the City in less than 30 minutes. For those travelling further afield, City Airport is in easy reach by the DLR. Supermarkets, shopping and entertainment are close by at the Gallions Shopping Centre, approximately a mile away.  <BR><BR>With new projects planned for the Royal Docks area, such as the Asian Business Port and Crossrail (at Custom House station around 7 minutes away on the DLR), Royal Albert Wharf offers an opportunity to secure a riverside property in a rapidly developing and exciting part of London."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Royal Albert Wharf Riverside",
    "AddressLine2": "Docklands, London, E16 2QJ",
    "Bathrooms": 1,
    "Bedrooms": 1,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 540513,
    "Price": 325000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Apt is a new concept of living. Maximising space by minimising the things you don't need. <BR><BR>No wide hallways and free standing baths but big views, smart storage solutions and only the services that make your life easier.<BR><BR>Apts are designed to maximise living. Well-considered, multipurpose smart spaces, with floor to ceiling views onto 180 acres of Gunnersbury Park. All brought to life through honest, refined, intelligent design.<BR><BR>Apt Gunnersbury Park comes with concierge, a gym, a cinema, a resident's roof terrace, bike storage and parking."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Brentford",
    "AddressLine2": "Middlesex, TW8 9AZ",
    "Bathrooms": 1,
    "Bedrooms": 0,
    "Receptions": 0,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 528766,
    "Price": 521000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "The Ram Quarter is the rebirth of the former Young's Brewery, in the heart of Wandsworth. This well known site, has been brewing beer since 1581, with the new development featuring a micro brewery. Additionally the site had the Surrey Iron Railway passing through, and the original sleepers will be maintained as part of the development.<BR><BR>The Ram Quarter, features a mix of light and spacious apartments, many with balconies and views of the River Wandle. The scheme has been designed by the award winning architects EPR, with the interiors designed by award winning Project Orange. <BR><BR>The ground floor of the apartment buildings will feature a mix of restaurants, cafes and shops together with dynamic public realm."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "The Ram Quarter",
    "AddressLine2": "11 Armoury Way, Wandsworth, London, SW18 1TH",
    "Bathrooms": 1,
    "Bedrooms": 0,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": false
  },
  {
    "ID": 574335,
    "Price": 550000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "Help to Buy is available - secure your home, at today's price, for just a £500 reservation fee and a 5% deposit.<BR><BR>The apartments are bordered by water on three sides so each home benefits from river, dock or marina views to be enjoyed from either a private terrace, balcony or Winter garden. Cafes and bars are planned to line the docks where an Edwardian Pump House still operates near a tree lined square that will be a focal point for the community.<BR><BR>Royal Albert Wharf is situated within a 5 minute walk to Gallions Reach station, giving access to Canary Wharf in around 18 minutes and the City in less than 30 minutes. For those travelling further afield, City Airport is in easy reach by the DLR. Supermarkets, shopping and entertainment are close by at the Gallions Shopping Centre, approximately a mile away.<BR><BR>With new projects planned for the Royal Docks area, such as the Asian Business Port and Crossrail (at Custom House station around 7 minutes away on the DLR), Royal Albert Wharf offers an opportunity to secure a riverside property in a rapidly developing and exciting part of London.<BR><BR>All images are CGIs for illustrative purposes only."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "19 Lock Side Way",
    "AddressLine2": "Royal Albert Wharf, London, E16 2QJ",
    "Bathrooms": 2,
    "Bedrooms": 2,
    "Receptions": 1,
    "IsSold": false,
    "IsHelpToBuy": true
  },
  {
    "ID": 595897,
    "Price": 425000,
    "LongDescription": [
      {
        "Head": "",
        "Body": "The apartments are located in the elegant and traditionally styled building that forms the entrance to Pavilion Park. The seven 2, and one 1 bedroom apartments offer spacious living accommodation with several boasting balconies or terraces with views across the open parkland space to the front of the development.<BR><BR>Every Langham Homes' property is completed to an exceptionally high standard. Attention to detail and practical consideration ensures fittings, finishes and technology combine for the ultimate in contemporary lifestyle."
      }
    ],
    "DisplayCurrency": "GBP",
    "AddressLine1": "Pavillion Park",
    "AddressLine2": "Hurst Road, East Molesey, Surrey, KT8 9DX",
    "Bathrooms": 0,
    "Bedrooms": 1,
    "Receptions": 0,
    "IsSold": false,
    "IsHelpToBuy": true
  }
]
